<template>
    <div class="container">
        <b-card>
            <b-card-title>
                سوالات متداول
            </b-card-title>

            <b-card-text>

                <div class="qa">
                    <div class="question-item">
                        آیا برای هر برنامه باید اطلاعات شخصی خود(نام و کد ملی و...) را وارد کنم؟
                    </div>
                    <div class="answer-item">
                        خیر! تنها یک بار اطلاعات شخصی خود را وارد می‌کنید و برای هر برنامه فقط اطلاعات مختص آن
                        برنامه-مانند شرکت
                        به صورت مجردی یا متاهلی- را وارد می‌کنید.
                    </div>
                    <hr>
                </div>
                <div class="qa">
                    <div class="question-item">
                        راه‌های ارتباطی با مسئولان چیست؟
                    </div>
                    <div class="answer-item">
                        برای گزارش مشکلات فنی و ارائه پیشنهادات می‌توانید به شناسه @aaaaalllliii در پیام‌رسان بله پیام
                        بفرستید.
                        <br>
                        و نیز سوالات و مشکلات خود در مورد برنامه‌ها را نیز می‌توانید از طریق کانال‌های ارتباطی مختص هر
                        برنامه-که
                        در اطلاعیه‌ها می‌آید- پیگیری کنید.
                        <br>
                        یکی از این کانال‌های ارتباطی مختص هر برنامه صندوق ورودی است که پس از ثبت‌نام در برنامه قابل
                        استفاده است.
                    </div>
                    <hr>
                </div>
                <div class="qa">
                    <div class="question-item">
                        در صورت فشردن دگمه انصراف چه اتفاقی می‌افتد؟
                    </div>
                    <div class="answer-item">
                        وضعیت شما به انصراف تغییر کرده و امکان ثبت‌نام مجدد در برنامه را نیز نخواهید داشت. همچنین اگر به
                        صورت
                        متاهلی در برنامه شرکت کرده باشید، وضعیت همسر شما نیز به
                        <span style="color: red">
                   انصراف
               </span>
                        .تغییر می‌کند
                        <br>
                        پیشنهاد می‌کنیم اگر قصد تغییر وضعیت دارید با مسئولان برنامه مطرح کنید
                    </div>
                    <hr>
                </div>
                <div class="qa">
                    <div class="question-item">
                        چگونه می‌توانم به توسعه سامانه کمک کنم؟
                    </div>
                    <div class="answer-item">
                        سامانه‌ای که پیش‌رو دارید نسخه سوم سامانه ثبت‌نام هیئت الزهرا است که در سال ۹۷ بازنویسی شده. دو
                        نسخه
                        قبلی به ترتیب در سال‌های ۹۳ و ۹۵ نوشته شده بودند.
                        <br>
                        برای ارتقای سامانه و خدمات بهتر می‌توانید کمک‌های مالی خود را از طریق
                        <router-link to="/pay/terminal/10">
                            این لینک
                        </router-link>
                        یا از طریق صفحه مشارکت در هزینه‌های هیئت و انتخاب گزینه
                        "کمک به نگه‌داری و توسعه سامانه ثبت‌نام"
                        پرداخت کنید.
                    </div>
                    <hr>
                </div>
                <div class="qa">
                    <div class="question-item">
                        این سامانه بر روی چه مرورگرهایی قابل استفاده است؟
                    </div>
                    <div class="answer-item">
                        این سامانه روی نسخه‌های جدید Google Chrome و Firefox و سیستم‌عامل لینوکس تست شده است و البته
                        احتمالا روی
                        سیستم عامل ویندوز و مک نیز مشکلی نباشد.
                    </div>
                </div>

            </b-card-text>
        </b-card>
    </div>
</template>

<script>
    export default {
        name: 'About',
    }
</script>
<style>
    .question-item {
        font-weight: bold;
    }
</style>